{
  "translation": {
    "MAINdev": "Web Developer",
    "MAINdescription": "<span class='text-primary'>Full-stack web developer</span>, passionate about creating modern applications. <br /> Always seeking new <span class='text-primary'>challenges</span> and <span class='text-primary'>opportunities</span> to improve my <br /> code.",
    "MAIN/FOOTERavailable": "Available for work",
    "FOOTERportfolio": "Portfolio",
    "MAINresume": "View Resume",
    "BUTTONAbout": "About Me",
    "BUTTONProject": "Projects",
    "BUTTONContact": "Contact",
    "ABOUTtitle": "About <span class='text-primary'>me",
    "ABOUTdescription": "Hey there! I'm <span class='text-primary'>Vinicius</span>, a junior <span class='text-primary'>full-stack</span> developer addicted to technology and passionate about solving digital puzzles. I hit the ground running on this journey, exploring the wonders of <span class='text-primary'>front-end development</span>, and quickly found myself diving deeper into the world of programming. <br /><br /> Towards the end of 2022, I enrolled in a <span class='text-primary'>full-stack</span> course that was a whirlwind of learning experiences. I acquired a plethora of new skills, from crafting <span class='text-primary'>user interfaces</span> to managing <span class='text-primary'>servers</span>. <br /><br /> I'm always eager to broaden my horizons, whether it's through delving into <span class='text-primary'>documentation</span> or diving into <span class='text-primary'>projects</span> that challenge me outside of my <span class='text-primary'>comfort zone</span>. <br /><br /> <span class='text-primary'>What drives me on this journey?</span> It's more than just writing code; it's about contributing to something greater. It's knowing that each line I write has the potential to impact someone's life, whether it simplifies daily tasks or fosters positive change. <br /><br /> I'm well aware that <span class='text-primary'>challenges</span> lie ahead, but I'm prepared to tackle them head-on with confidence. Together, let's embark on this journey and reshape the landscape of the <span class='text-primary'>web</span>!",
    "ABOUTcertificate": "Certificate",
    "ABOUTcourseName": "Web Development",
    "ABOUTcourseDate": "nov/22 - oct/23",
    "FORMname": "Name",
    "FORMemail": "Email Address",
    "FORMmessage": "Message",
    "FORMMsubmit": "Submit",
    "CONTACTtitle": "Get in <span class='text-primary'>Touch</span>",
    "CONTACTdescription": "To get in touch, feel free to send an email to <a href='mailto:vinicius.cascaesp@gmail.com' target='_blank' class='text-primary'> vinicius.cascaesp@gmail.com </a> or fill out the form below. <br /> Please provide the necessary information and leave your message in the dedicated text field. <br /> I will do my best to respond as soon as possible.",
    "projects": [
      {
        "id": 0,
        "title": "Focus Timer 2.0",
        "subtitle": "Pomodoro App",
        "description": "The Focus Timer 2.0 is a time management tool based on the Pomodoro technique, designed to help you stay focused and productive during your work sessions."
      },
      {
        "id": 1,
        "title": "FilmFanatic",
        "subtitle": "Movie Rating",
        "description": "FilmFanatic is an application that allows users to record and rate the movies they've watched, providing an organized way to keep track of and revisit their cinematic experiences."
      },
      {
        "id": 2,
        "title": "facilita.ai",
        "subtitle": "AI for Transcription and Interaction",
        "description": "facilita.ai is a platform that uses artificial intelligence to transcribe audio and video into text, enabling a wide range of text-based interactions with an integrated AI."
      },
      {
        "id": 3,
        "title": "Rocketpay",
        "subtitle": "Payments Landing Page",
        "description": "Rocketpay is a component that simulates the credit card form filling, where it's possible to add mask to inputs and update HTML elements via DOM."
      },
      {
        "id": 4,
        "title": "Rocketnotes",
        "subtitle": "Notes App",
        "description": "Rocketnotes is a note organization application, providing an efficient and accessible way for users to manage their personal and professional notes."
      },
      {
        "id": 5,
        "title": "Chirpify",
        "subtitle": "Real-Time Chat",
        "description": "Chirpify is a real-time chat platform that allows users to communicate instantly, promoting collaboration and connectivity in various situations."
      }
    ]
  }
}